Repository: aleks7900/FinPulse.Windows
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_pt, ro_ro, ru_ru, uk_ua, zh_cn

# Accounts_Dialog_InstitutionPlaceholder
source: e.g. Chase, ING, Revolut
de_de: z. B. Deutsche Bank, ING, Sparkasse
es_es: ej. Santander, BBVA, Revolut
fr_fr: ex. BNP Paribas, Revolut, Boursorama
it_it: es. Intesa Sanpaolo, UniCredit, Revolut
ja_jp: 例: 三菱UFJ銀行、三井住友銀行、Revolut
ko_kr: 예: 국민은행, 신한은행, 토스뱅크
pl_pl: np. PKO BP, mBank, Revolut
pt_pt: ex.: Caixa Geral, Millennium, Revolut
ro_ro: de ex. Banca Transilvania, BCR, Revolut
ru_ru: напр., Сбербанк, Т-Банк, ВТБ, Revolut
uk_ua: напр., ПриватБанк, Монобанк, Revolut
zh_cn: 例如：招商银行、工商银行、Revolut

# Accounts_Dialog_CreateButton
source: Create Account
de_de: Konto erstellen
es_es: Crear cuenta
fr_fr: Créer le compte
it_it: Crea conto
ja_jp: 口座を作成
ko_kr: 계좌 생성
pl_pl: Utwórz konto
pt_pt: Criar conta
ro_ro: Creează cont
ru_ru: Создать счет
uk_ua: Створити рахунок
zh_cn: 创建账户

# Accounts_Dialog_DefaultName
source: New Account
de_de: Neues Konto
es_es: Nueva cuenta
fr_fr: Nouveau compte
it_it: Nuovo conto
ja_jp: 新しい口座
ko_kr: 새 계좌
pl_pl: Nowe konto
pt_pt: Nova conta
ro_ro: Cont nou
ru_ru: Новый счет
uk_ua: Новий рахунок
zh_cn: 新账户

# Accounts_Transfer_UnavailableTitle
source: Transfer Unavailable
de_de: Umbuchung nicht verfügbar
es_es: Transferencia no disponible
fr_fr: Virement indisponible
it_it: Trasferimento non disponibile
ja_jp: 振替不可
ko_kr: 이체 불가
pl_pl: Przelew niedostępny
pt_pt: Transferência indisponível
ro_ro: Transfer indisponibil
ru_ru: Перевод недоступен
uk_ua: Переказ недоступний
zh_cn: 无法转账

# Accounts_Transfer_UnavailableContent
source: You need at least two accounts to execute a transfer.
de_de: Sie benötigen mindestens zwei Konten, um eine Umbuchung durchzuführen.
es_es: Necesita al menos dos cuentas para realizar una transferencia.
fr_fr: Vous devez disposer d'au moins deux comptes pour effectuer un virement.
it_it: Devi avere almeno due conti per eseguire un trasferimento.
ja_jp: 振替を実行するには少なくとも2つの口座が必要です。
ko_kr: 이체를 실행하려면 최소 2개의 계좌가 필요합니다.
pl_pl: Potrzebujesz co najmniej dwóch kont, aby wykonać przelew.
pt_pt: Precisa de pelo menos duas contas para realizar uma transferência.
ro_ro: Aveți nevoie de cel puțin două conturi pentru a efectua un transfer.
ru_ru: Для выполнения перевода необходимо минимум два счета.
uk_ua: Для здійснення переказу потрібно щонайменше два рахунки.
zh_cn: 您需要至少两个账户才能执行转账。

# Accounts_Transfer_FromAccount
source: From Account
de_de: Von Konto
es_es: Desde la cuenta
fr_fr: Du compte
it_it: Dal conto
ja_jp: 出金元口座
ko_kr: 출금 계좌
pl_pl: Z konta
pt_pt: Da conta
ro_ro: Din contul
ru_ru: Со счета
uk_ua: З рахунку
zh_cn: 转出账户

# Accounts_Transfer_ToAccount
source: To Account
de_de: Auf Konto
es_es: Hacia la cuenta
fr_fr: Vers le compte
it_it: Al conto
ja_jp: 入金先口座
ko_kr: 입금 계좌
pl_pl: Na konto
pt_pt: Para a conta
ro_ro: În contul
ru_ru: На счет
uk_ua: На рахунок
zh_cn: 转入账户

# Accounts_Transfer_AmountHeader
source: Transfer Amount
de_de: Überweisungsbetrag
es_es: Importe de la transferencia
fr_fr: Montant du virement
it_it: Importo del trasferimento
ja_jp: 振替金額
ko_kr: 이체 금액
pl_pl: Kwota przelewu
pt_pt: Valor da transferência
ro_ro: Sumă transferată
ru_ru: Сумма перевода
uk_ua: Сума переказу
zh_cn: 转账金额

# Accounts_Transfer_NoteHeader
source: Transfer Note
de_de: Notiz zur Umbuchung
es_es: Nota de transferencia
fr_fr: Note de virement
it_it: Nota di trasferimento
ja_jp: 振替メモ
ko_kr: 이체 메모
pl_pl: Tytuł przelewu
pt_pt: Nota da transferência
ro_ro: Notă transfer
ru_ru: Примечание к переводу
uk_ua: Примітка до переказу
zh_cn: 转账备注

# Accounts_Transfer_NotePlaceholder
source: Optional reference note
de_de: Optionale Referenznotiz
es_es: Nota de referencia opcional
fr_fr: Note de référence facultative
it_it: Nota di riferimento facoltativa
ja_jp: 任意の参照メモ
ko_kr: 선택적 참조 메모
pl_pl: Opcjonalna notatka referencyjna
pt_pt: Nota de referência opcional
ro_ro: Notă de referință opțională
ru_ru: Необязательное примечание
uk_ua: Необов'язкова примітка
zh_cn: 可选备注信息

# Accounts_Transfer_DialogTitle
source: Transfer Between Accounts
de_de: Umbuchung zwischen Konten
es_es: Transferencia entre cuentas
fr_fr: Virement entre comptes
it_it: Trasferimento tra conti
ja_jp: 口座間振替
ko_kr: 계좌 간 이체
pl_pl: Przelew między kontami
pt_pt: Transferência entre contas
ro_ro: Transfer între conturi
ru_ru: Перевод между счетами
uk_ua: Переказ між рахунками
zh_cn: 账户间转账

# Accounts_Transfer_ExecuteButton
source: Execute Transfer
de_de: Umbuchung ausführen
es_es: Ejecutar transferencia
fr_fr: Exécuter le virement
it_it: Esegui trasferimento
ja_jp: 振替を実行
ko_kr: 이체 실행
pl_pl: Wykonaj przelew
pt_pt: Executar transferência
ro_ro: Execută transferul
ru_ru: Выполнить перевод
uk_ua: Виконати переказ
zh_cn: 执行转账

# Accounts_Delete_DialogTitle
source: Delete Account?
de_de: Konto löschen?
es_es: ¿Eliminar cuenta?
fr_fr: Supprimer le compte ?
it_it: Eliminare il conto?
ja_jp: 口座を削除しますか？
ko_kr: 계좌를 삭제하시겠습니까?
pl_pl: Usunąć konto?
pt_pt: Eliminar conta?
ro_ro: Ștergeți contul?
ru_ru: Удалить счет?
uk_ua: Видалити рахунок?
zh_cn: 删除账户？

# Accounts_Delete_DialogContent
source: Are you sure you want to delete '{0}'? This will remove its historical balance record.
de_de: Möchten Sie '{0}' wirklich löschen? Dadurch wird der historische Saldoverlauf entfernt.
es_es: ¿Seguro que desea eliminar '{0}'? Esto borrará el registro histórico de su saldo.
fr_fr: Voulez-vous vraiment supprimer '{0}' ? Cela supprimera l'historique de son solde.
it_it: Sei sicuro di voler eliminare '{0}'? Questa operazione rimuoverà la cronologia del saldo.
ja_jp: 「{0}」を削除してもよろしいですか？残高の履歴レコードが削除されます。
ko_kr: '{0}' 계좌를 삭제하시겠습니까? 계좌 잔액 기록이 영구적으로 제거됩니다.
pl_pl: Czy na pewno chcesz usunąć '{0}'? Spowoduje to usunięcie historii salda.
pt_pt: Tem a certeza de que pretende eliminar '{0}'? Isto removerá o histórico do seu saldo.
ro_ro: Sigur doriți să ștergeți '{0}'? Aceasta va elimina istoricul soldului său.
ru_ru: Вы уверены, что хотите удалить '{0}'? Это действие удалит историю его баланса.
uk_ua: Ви впевнені, що хочете видалити '{0}'? Це призведе до видалення історичного балансу.
zh_cn: 您确定要删除“{0}”吗？这将清除其历史余额记录。

# Budgets_HeaderTitle.Text
source: Budget Management
de_de: Budgetverwaltung
es_es: Gestión de presupuestos
fr_fr: Gestion du budget
it_it: Gestione budget
ja_jp: 予算管理
ko_kr: 예산 관리
pl_pl: Zarządzanie budżetami
pt_pt: Gestão de orçamentos
ro_ro: Gestionarea bugetelor
ru_ru: Управление бюджетом
uk_ua: Керування бюджетами
zh_cn: 预算管理

# Budgets_HeaderSubtitle.Text
source: Track category spending limits and monitor pacing progress
de_de: Ausgabenlimits für Kategorien verfolgen und Fortschritt überwachen
es_es: Supervise los límites de gasto por categoría y su progreso
fr_fr: Suivez les plafonds de dépenses par catégorie et maîtrisez vos objectifs
it_it: Monitora i limiti di spesa per categoria e verifica l'andamento
ja_jp: カテゴリごとの支出上限と消化ペースを把握
ko_kr: 카테고리별 지출 한도 추적 및 진행 상황 모니터링
pl_pl: Śledź limity wydatków według kategorii i monitoruj postępy
pt_pt: Monitorizar limites de gastos por categoria e acompanhar o ritmo
ro_ro: Urmăriți limitele de cheltuieli pe categorii și monitorizați ritmul
ru_ru: Отслеживание лимитов по категориям и контроль темпа расходов
uk_ua: Відстежуйте ліміти витрат за категоріями та контролюйте темп
zh_cn: 跟踪各分类支出上限并把控开销节奏

# Budgets_NewBudgetButton.Text
source: New Budget
de_de: Neues Budget
es_es: Nuevo presupuesto
fr_fr: Nouveau budget
it_it: Nuovo budget
ja_jp: 新規予算
ko_kr: 새 예산
pl_pl: Nowy budżet
pt_pt: Novo orçamento
ro_ro: Buget nou
ru_ru: Новый бюджет
uk_ua: Новий бюджет
zh_cn: 新建预算

# Budgets_TotalLimit_Label.Text
source: TOTAL BUDGET LIMIT
de_de: GESAMTBUDGET-LIMIT
es_es: LÍMITE TOTAL DE PRESUPUESTO
fr_fr: LIMITE BUDGÉTAIRE TOTALE
it_it: LIMITE TOTALE BUDGET
ja_jp: 総予算上限
ko_kr: 총 예산 한도
pl_pl: ŁĄCZNY LIMIT BUDŻETU
pt_pt: LIMITE TOTAL DO ORÇAMENTO
ro_ro: LIMITĂ TOTALĂ BUGET
ru_ru: ОБЩИЙ ЛИМИТ БЮДЖЕТА
uk_ua: ЗАГАЛЬНИЙ ЛІМІТ БЮДЖЕТУ
zh_cn: 总预算限额

# Budgets_TotalSpent_Label.Text
source: TOTAL SPENT MTD
de_de: BISHER AUSGEGEBEN (MTD)
es_es: TOTAL GASTADO (MTD)
fr_fr: TOTAL DÉPENSÉ (MTD)
it_it: SPESA TOTALE MESE (MTD)
ja_jp: 今月の総支出
ko_kr: 이번 달 총 지출
pl_pl: WYDANE W TYM MIESIĄCU
pt_pt: TOTAL GASTO NO MÊS
ro_ro: TOTAL CHELTUIT LUNA ASTA
ru_ru: ПОТРАЧЕНО С НАЧАЛА МЕСЯЦА
uk_ua: ВИТРАЧЕНО З ПОЧАТКУ МІСЯЦЯ
zh_cn: 本月累计支出

# Budgets_Remaining_Label.Text
source: REMAINING BUFFER
de_de: VERBLEIBENDER PUFFER
es_es: MARGEN RESTANTE
fr_fr: MARGE RESTANTE
it_it: MARGINE DISPONIBILE
ja_jp: 残り予算枠
ko_kr: 남은 예산 여유
pl_pl: POZOSTAŁY ZAPAS
pt_pt: MARGEM RESTANTE
ro_ro: REZERVA RĂMASĂ
ru_ru: ОСТАВШИЙСЯ ЗАПАС
uk_ua: ЗАЛИШОК БУФЕРА
zh_cn: 剩余缓冲额度

# Budgets_ActiveBudgets_Title.Text
source: Active Budgets
de_de: Aktive Budgets
es_es: Presupuestos activos
fr_fr: Budgets actifs
it_it: Budget attivi
ja_jp: 有効な予算
ko_kr: 활성 예산
pl_pl: Aktywne budżety
pt_pt: Orçamentos ativos
ro_ro: Bugete active
ru_ru: Активные бюджеты
uk_ua: Активні бюджети
zh_cn: 进行中的预算

# Budgets_Dialog_CreateTitle
source: Create New Budget
de_de: Neues Budget erstellen
es_es: Crear nuevo presupuesto
fr_fr: Créer un nouveau budget
it_it: Crea nuovo budget
ja_jp: 新規予算を作成
ko_kr: 새 예산 생성
pl_pl: Utwórz nowy budżet
pt_pt: Criar novo orçamento
ro_ro: Creează buget nou
ru_ru: Создать новый бюджет
uk_ua: Створити новий бюджет
zh_cn: 创建新预算

# Budgets_Dialog_NameHeader
source: Budget Name
es_es: Nombre del presupuesto
fr_fr: Nom du budget
it_it: Nome del budget
ja_jp: 予算名
ko_kr: 예산 이름
pl_pl: Nazwa budżetu
pt_pt: Nome do orçamento
ro_ro: Nume buget
ru_ru: Название бюджета
uk_ua: Назва бюджету
zh_cn: 预算名称

# Budgets_Dialog_NamePlaceholder
source: e.g. Groceries & Food, Entertainment
de_de: z. B. Lebensmittel, Unterhaltung
es_es: ej. Comestibles y comida, Ocio
fr_fr: ex. Alimentation & Repas, Loisirs
it_it: es. Spesa e cibo, Intrattenimento
ja_jp: 例: 食費・食料品、エンタメ
ko_kr: 예: 식비 및 장보기, 문화생활
pl_pl: np. Żywność i zakupy, Rozrywka
pt_pt: ex.: Mercearia e Alimentação, Lazer
ro_ro: de ex. Alimente, Divertisment
ru_ru: напр., Продукты питания, Развлечения
uk_ua: напр., Продукти харчування, Розваги
zh_cn: 例如：餐饮日常、娱乐消费

# Budgets_Dialog_CategoryHeader
source: Expense Category
de_de: Ausgabenkategorie
es_es: Categoría de gasto
fr_fr: Catégorie de dépenses
it_it: Categoria di spesa
ja_jp: 支出カテゴリ
ko_kr: 지출 카테고리
pl_pl: Kategoria wydatku
pt_pt: Categoria de despesa
ro_ro: Categorie de cheltuieli
ru_ru: Категория расходов
uk_ua: Категорія витрат
zh_cn: 支出分类

# Budgets_Dialog_LimitHeader
source: Monthly Limit Amount
de_de: Monatlicher Limitbetrag
es_es: Límite mensual
fr_fr: Plafond mensuel
it_it: Importo limite mensile
ja_jp: 月次上限額
ko_kr: 월별 한도 금액
pl_pl: Miesięczny limit
pt_pt: Limite mensal
ro_ro: Sumă limită lunară
ru_ru: Сумма месячного лимита
uk_ua: Сума щомісячного ліміту
zh_cn: 每月限额金额

# Budgets_Dialog_CreateButton
source: Create Budget
de_de: Budget erstellen
es_es: Crear presupuesto
fr_fr: Créer le budget
it_it: Crea budget
ja_jp: 予算を作成
ko_kr: 예산 생성
pl_pl: Utwórz budżet
pt_pt: Criar orçamento
ro_ro: Creează buget
ru_ru: Создать бюджет
uk_ua: Створити бюджет
zh_cn: 创建预算

# Budgets_Delete_DialogTitle
source: Delete Budget?
de_de: Budget löschen?
es_es: ¿Eliminar presupuesto?
fr_fr: Supprimer le budget ?
it_it: Eliminare il budget?
ja_jp: 予算を削除しますか？
ko_kr: 예산을 삭제하시겠습니까?
pl_pl: Usunąć budżet?
pt_pt: Eliminar orçamento?
ro_ro: Ștergeți bugetul?
ru_ru: Удалить бюджет?
uk_ua: Видалити бюджет?
zh_cn: 删除预算？

# Budgets_Delete_DialogContent
source: Are you sure you want to delete this budget?
de_de: Möchten Sie dieses Budget wirklich löschen?
es_es: ¿Seguro que desea eliminar este presupuesto?
fr_fr: Voulez-vous vraiment supprimer ce budget ?
it_it: Sei sicuro di voler eliminare questo budget?
ja_jp: この予算を削除してもよろしいですか？
ko_kr: 이 예산을 정말 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć ten budżet?
pt_pt: Tem a certeza de que pretende eliminar este orçamento?
ro_ro: Sigur doriți să ștergeți acest buget?
ru_ru: Вы уверены, что хотите удалить этот бюджет?
uk_ua: Ви впевнені, що хочете видалити цей бюджет?
zh_cn: 您确定要删除此预算吗？

# Categories_HeaderTitle.Text
source: Categories Catalog
de_de: Kategorienkatalog
es_es: Catálogo de categorías
fr_fr: Catalogue des catégories
it_it: Catalogo categorie
ja_jp: カテゴリ一覧
ko_kr: 카테고리 목록
pl_pl: Katalog kategorii
pt_pt: Catálogo de categorias
ro_ro: Catalog de categorii
ru_ru: Каталог категорий
uk_ua: Каталог категорій
zh_cn: 分类目录

# Categories_HeaderSubtitle.Text
source: Pre-configured and custom spending and income classification groups
de_de: Vorkonfigurierte und benutzerdefinierte Einnahmen- und Ausgabengruppen
es_es: Grupos preconfigurados y personalizados para clasificar ingresos y gastos
fr_fr: Groupes de classification des revenus et dépenses prédéfinis et personnalisés
it_it: Gruppi preconfigurati e personalizzati di classificazione di spese ed entrate
ja_jp: 事前設定済みおよびカスタムの収支分類グループ
ko_kr: 사전 구성된 기본 및 맞춤형 수입/지출 분류 그룹
pl_pl: Wstępnie skonfigurowane i własne grupy klasyfikacji wydatków i przychodów
pt_pt: Grupos pré-configurados e personalizados para classificar receitas e despesas
ro_ro: Grupuri preconfigurate și personalizate de clasificare a cheltuielilor și veniturilor
ru_ru: Предустановленные и пользовательские группы классификации доходов и расходов
uk_ua: Стандартні та користувацькі групи класифікації доходів і витрат
zh_cn: 预设及自定义的收支分类体系

# Categories_AddCategoryButton.Text
source: Add Category
de_de: Kategorie hinzufügen
es_es: Añadir categoría
fr_fr: Ajouter une catégorie
it_it: Aggiungi categoria
ja_jp: カテゴリを追加
ko_kr: 카테고리 추가
pl_pl: Dodaj kategorię
pt_pt: Adicionar Categoria
ro_ro: Adaugă categorie
ru_ru: Добавить категорию
uk_ua: Додати категорію
zh_cn: 添加分类

# Categories_ExpenseCategories_Title.Text
source: Expense Categories
de_de: Ausgabenkategorien
es_es: Categorías de gastos
fr_fr: Catégories de dépenses
it_it: Categorie di spesa
ja_jp: 支出カテゴリ
ko_kr: 지출 카테고리
pl_pl: Kategorie wydatków
pt_pt: Categorias de despesas
ro_ro: Categorii de cheltuieli
ru_ru: Категории расходов
uk_ua: Категорії витрат
zh_cn: 支出分类

# Categories_IncomeCategories_Title.Text
source: Income Categories
de_de: Einnahmenkategorien
es_es: Categorías de ingresos
fr_fr: Catégories de revenus
it_it: Categorie di entrata
ja_jp: 収入カテゴリ
ko_kr: 수입 카테고리
pl_pl: Kategorie przychodów
pt_pt: Categorias de receitas
ro_ro: Categorii de venituri
ru_ru: Категории доходов
uk_ua: Категорії доходів
zh_cn: 收入分类

# Categories_DefaultBadge.Text
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
ja_jp: 初期値
ko_kr: 기본
pl_pl: Domyślna
pt_pt: Predefinido
ro_ro: Implicit
ru_ru: По умолчанию
uk_ua: За замовчуванням
zh_cn: 默认

# Categories_Dialog_AddTitle
source: Add Custom Category
de_de: Benutzerdefinierte Kategorie hinzufügen
es_es: Añadir categoría personalizada
fr_fr: Ajouter une catégorie personnalisée
it_it: Aggiungi categoria personalizzata
ja_jp: カスタムカテゴリを追加
ko_kr: 맞춤 카테고리 추가
pl_pl: Dodaj własną kategorię
pt_pt: Adicionar categoria personalizada
ro_ro: Adaugă categorie personalizată
ru_ru: Добавить свою категорию
uk_ua: Додати власну категорію
zh_cn: 添加自定义分类

# Categories_Dialog_NameHeader
source: Category Name
de_de: Kategoriename
es_es: Nombre de la categoría
fr_fr: Nom de la catégorie
it_it: Nome della categoria
ja_jp: カテゴリ名
ko_kr: 카테고리 이름
pl_pl: Nazwa kategorii
pt_pt: Nome da categoria
ro_ro: Nume categorie
ru_ru: Название категории
uk_ua: Назва категорії
zh_cn: 分类名称

# Categories_Dialog_NamePlaceholder
source: e.g. Software, Hobbies, Freelance
de_de: z. B. Software, Hobbys, Freiberuflich
es_es: ej. Software, Pasatiempos, Autónomo
fr_fr: ex. Logiciels, Loisirs, Freelance
it_it: es. Software, Hobby, Freelance
ja_jp: 例: ソフトウェア、趣味、フリーランス
ko_kr: 예: 소프트웨어, 취미, 프리랜서
pl_pl: np. Oprogramowanie, Hobby, Zlecenia
pt_pt: ex.: Software, Passatempos, Freelance
ro_ro: de ex. Software, Pasiuni, Freelance
ru_ru: напр., Подписки, Хобби, Фриланс
uk_ua: напр., Програмне забезпечення, Хобі, Фриланс
zh_cn: 例如：软件订阅、兴趣爱好、自由职业

# Categories_Dialog_TypeHeader
source: Category Type
de_de: Kategorietyp
es_es: Tipo de categoría
fr_fr: Type de catégorie
it_it: Tipo di categoria
ja_jp: カテゴリ種別
ko_kr: 카테고리 유형
pl_pl: Typ kategorii
pt_pt: Tipo de categoria
ro_ro: Tip de categorie
ru_ru: Тип категории
uk_ua: Тип категорії
zh_cn: 分类类型

# Categories_Dialog_SaveButton
source: Save Category
de_de: Kategorie speichern
es_es: Guardar categoría
fr_fr: Enregistrer la catégorie
it_it: Salva categoria
ja_jp: カテゴリを保存
ko_kr: 카테고리 저장
pl_pl: Zapisz kategorię
pt_pt: Guardar categoria
ro_ro: Salvează categoria
ru_ru: Сохранить категорию
uk_ua: Зберегти категорію
zh_cn: 保存分类

# Category_Uncategorized
source: Uncategorized
de_de: Ohne Kategorie
es_es: Sin categorizar
fr_fr: Sans catégorie
it_it: Non categorizzato
ja_jp: 未分類
ko_kr: 미분류
pl_pl: Bez kategorii
pt_pt: Sem categoria
ro_ro: Necategorizat
ru_ru: Без категории
uk_ua: Без категорії
zh_cn: 未分类

# Goals_HeaderTitle.Text
source: Financial Savings Goals
de_de: Finanzielle Sparziele
es_es: Metas de ahorro financiero
fr_fr: Objectifs d'épargne financière
it_it: Obiettivi di risparmio finanziario
ja_jp: 貯蓄目標
ko_kr: 저축 목표 관리
pl_pl: Finansowe cele oszczędnościowe
pt_pt: Metas de poupança financeira
ro_ro: Obiective financiare de economisire
ru_ru: Финансовые цели накоплений
uk_ua: Фінансові цілі заощаджень
zh_cn: 储蓄目标规划

# Goals_HeaderSubtitle.Text
source: Set milestone targets, calculate monthly contributions, and deposit funds
de_de: Meilensteine setzen, monatliche Sparraten berechnen und Guthaben einzahlen
es_es: Fije hitos, calcule aportaciones mensuales y deposite fondos
fr_fr: Fixez des étapes, calculez vos versements mensuels et déposez des fonds
it_it: Imposta tappe, calcola i contributi mensili e versa fondi
ja_jp: 目標マイルストーンの設定、月々の積立計算、入金管理
ko_kr: 목표 금액 설정, 월별 저축액 계산 및 자금 입금 관리
pl_pl: Wyznaczaj kamienie milowe, obliczaj miesięczne wpłaty i odkładaj środki
pt_pt: Definir marcos, calcular contribuições mensais e depositar fundos
ro_ro: Stabiliți etape, calculați contribuțiile lunare și depuneți fonduri
ru_ru: Ставьте контрольные ориентиры, рассчитывайте ежемесячные взносы и откладывайте средства
uk_ua: Встановлюйте контрольні орієнтири, розраховуйте щомісячні внески та накопичуйте
zh_cn: 设立储蓄里程碑、测算月度存入金额并跟踪进度

# Goals_NewGoalButton.Text
source: New Goal
de_de: Neues Ziel
es_es: Nueva meta
fr_fr: Nouvel objectif
it_it: Nuovo obiettivo
ja_jp: 新規目標
ko_kr: 새 목표
pl_pl: Nowy cel
pt_pt: Novo objetivo
ro_ro: Obiectiv nou
ru_ru: Новая цель
uk_ua: Нова ціль
zh_cn: 新建目标

# Goals_RemainingToTarget.Text
source: remaining to target
de_de: verbleibend bis zum Ziel
es_es: restante para la meta
fr_fr: restant pour atteindre l'objectif
it_it: mancante all'obiettivo
ja_jp: 目標まで残り
ko_kr: 목표까지 남은 금액
pl_pl: do osiągnięcia celu
pt_pt: restante para a meta
ro_ro: rămas până la obiectiv
ru_ru: осталось до цели
uk_ua: залишилося до мети
zh_cn: 距离目标还需

# Goals_SuggestedContribution_Label.Text
source: SUGGESTED CONTRIBUTION
de_de: EMPFOHLENE SPARRATE
es_es: APORTACIÓN SUGERIDA
fr_fr: VERSEMENT SUGGÉRÉ
it_it: CONTRIBUTO SUGGERITO
ja_jp: 推奨積立額
ko_kr: 추천 월 저축액
pl_pl: SUGEROWANA WPŁATA
pt_pt: CONTRIBUIÇÃO SUGERIDA
ro_ro: CONTRIBUȚIE SUGERATĂ
ru_ru: РЕКОМЕНДУЕМЫЙ ВЗНОС
uk_ua: РЕКОМЕНДОВАНИЙ ВНЕСОК
zh_cn: 建议月存金额

# Goals_PerMonth_Label.Text
source: Per Month to Reach Deadline
de_de: Pro Monat bis zur Frist
es_es: Al mes para alcanzar la fecha límite
fr_fr: Par mois pour atteindre l'échéance
it_it: Al mese per raggiungere la scadenza
ja_jp: 期日までに必要な月額
ko_kr: 마감일까지 매월 필요 금액
pl_pl: Miesięcznie do terminu
pt_pt: Por mês para atingir o prazo
ro_ro: Pe lună pentru a atinge termenul
ru_ru: В месяц для достижения цели к сроку
uk_ua: Щомісяця до завершення терміну
zh_cn: 每月需存入以如期达成

# Goals_DepositButton.Text
source: Deposit
de_de: Einzahlen
es_es: Depositar
fr_fr: Déposer
it_it: Deposita
ja_jp: 入金
ko_kr: 입금
pl_pl: Wpłać
pt_pt: Depositar
ro_ro: Depune
ru_ru: Пополнить
uk_ua: Поповнити
zh_cn: 存入资金

# Goals_Dialog_CreateTitle
source: Create Financial Goal
de_de: Sparziel erstellen
es_es: Crear meta financiera
fr_fr: Créer un objectif financier
it_it: Crea obiettivo finanziario
ja_jp: 財務目標を作成
ko_kr: 금융 목표 생성
pl_pl: Utwórz cel finansowy
pt_pt: Criar meta financeira
ro_ro: Creează obiectiv financiar
ru_ru: Создать финансовую цель
uk_ua: Створити фінансову ціль
zh_cn: 创建储蓄目标

# Goals_Dialog_TitleHeader
source: Goal Title
de_de: Titel des Ziels
es_es: Título de la meta
fr_fr: Titre de l'objectif
it_it: Titolo dell'obiettivo
ja_jp: 目標タイトル
ko_kr: 목표 제목
pl_pl: Tytuł celu
pt_pt: Título da meta
ro_ro: Titlu obiectiv
ru_ru: Название цели
uk_ua: Назва цілі
zh_cn: 目标名称

# Goals_Dialog_TitlePlaceholder
source: e.g. New Laptop, Vacation, Emergency Buffer
de_de: z. B. Neuer Laptop, Urlaub, Notgroschen
es_es: ej. Portátil nuevo, Vacaciones, Fondo de emergencia
fr_fr: ex. Nouvel ordinateur, Vacances, Fonds d'urgence
it_it: es. Nuovo portatile, Vacanze, Fondo di emergenza
ja_jp: 例: 新しいPC、旅行、緊急資金
ko_kr: 예: 새 노트북, 휴가 여행, 비상 자금
pl_pl: np. Nowy laptop, Wakacje, Poduszka finansowa
pt_pt: ex.: Computador novo, Férias, Fundo de emergência
ro_ro: de ex. Laptop nou, Vacanță, Fond de urgență
ru_ru: напр., Новый ноутбук, Отпуск, Подушка безопасности
uk_ua: напр., Новий ноутбук, Відпустка, Резервний фонд
zh_cn: 例如：购置新电脑、度假基金、应急储备金

# Goals_Dialog_AmountHeader
source: Target Amount
de_de: Zielbetrag
es_es: Importe objetivo
fr_fr: Montant cible
it_it: Importo target
ja_jp: 目標金額
ko_kr: 목표 금액
pl_pl: Kwota docelowa
pt_pt: Valor da meta
ro_ro: Sumă țintă
ru_ru: Целевая сумма
uk_ua: Цільова сума
zh_cn: 目标金额

# Goals_Dialog_DeadlineHeader
source: Target Deadline Date
de_de: Zieldatum
es_es: Fecha límite objetivo
fr_fr: Date limite cible
it_it: Data limite target
ja_jp: 目標期日
ko_kr: 목표 마감일
pl_pl: Termin docelowy
pt_pt: Data limite da meta
ro_ro: Dată limită țintă
ru_ru: Целевой срок
uk_ua: Цільовий термін
zh_cn: 达成截止日期

# Goals_Dialog_LinkedAccountHeader
source: Linked Account (Optional)
de_de: Verknüpftes Konto (optional)
es_es: Cuenta vinculada (opcional)
fr_fr: Compte lié (facultatif)
it_it: Conto collegato (facoltativo)
ja_jp: 関連口座（任意）
ko_kr: 연결 계좌 (선택 사항)
pl_pl: Powiązane konto (opcjonalnie)
pt_pt: Conta associada (opcional)
ro_ro: Cont asociat (opțional)
ru_ru: Связанный счет (необязательно)
uk_ua: Пов'язаний рахунок (необов'язково)
zh_cn: 关联账户（可选）

# Goals_Dialog_CreateButton
source: Create Goal
de_de: Ziel erstellen
es_es: Crear meta
fr_fr: Créer l'objectif
it_it: Crea obiettivo
ja_jp: 目標を作成
ko_kr: 목표 생성
pl_pl: Utwórz cel
pt_pt: Criar meta
ro_ro: Creează obiectiv
ru_ru: Создать цель
uk_ua: Створити ціль
zh_cn: 创建目标

# Goals_Dialog_DefaultTitle
source: Savings Goal
de_de: Sparziel
es_es: Meta de ahorro
fr_fr: Objectif d'épargne
it_it: Obiettivo di risparmio
ja_jp: 貯蓄目標
ko_kr: 저축 목표
pl_pl: Cel oszczędnościowy
pt_pt: Meta de poupança
ro_ro: Obiectiv de economii
ru_ru: Цель накоплений
uk_ua: Ціль заощаджень
zh_cn: 储蓄目标

# Goals_Deposit_DialogTitle
source: Contribute to Goal
de_de: In Sparziel einzahlen
es_es: Aportar a la meta
fr_fr: Contribuer à l'objectif
it_it: Contribuisci all'obiettivo
ja_jp: 目標への積立
ko_kr: 목표에 자금 입금
pl_pl: Wpłać na cel
pt_pt: Contribuir para a meta
ro_ro: Contribuie la obiectiv
ru_ru: Пополнение цели
uk_ua: Поповнити ціль
zh_cn: 向目标存入资金

# Goals_Deposit_Prompt
source: Add funds toward '{0}'
de_de: Guthaben für '{0}' einzahlen
es_es: Añadir fondos para '{0}'
fr_fr: Ajouter des fonds pour '{0}'
it_it: Aggiungi fondi a '{0}'
ja_jp: 「{0}」に資金を入金
ko_kr: '{0}' 목표에 자금 입금
pl_pl: Wpłać środki na cel '{0}'
pt_pt: Adicionar fundos a '{0}'
ro_ro: Adăugați fonduri pentru '{0}'
ru_ru: Внести средства на цель '{0}'
uk_ua: Внести кошти на ціль '{0}'
zh_cn: 向“{0}”追加资金

# Goals_Deposit_AmountHeader
source: Deposit Amount
de_de: Einzahlungsbetrag
es_es: Importe del depósito
fr_fr: Montant du dépôt
it_it: Importo del versamento
ja_jp: 入金金額
ko_kr: 입금 금액
pl_pl: Kwota wpłaty
pt_pt: Valor do depósito
ro_ro: Sumă depusă
ru_ru: Сумма пополнения
uk_ua: Сума поповнення
zh_cn: 存入金额
